<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author mod <modex@mail.ru>
 * @author NoName <postname9@gmail.com>
 */
$lang['emailduplicate']        = 'Этот адрес электронной почты уже связан с другим пользователем.';
$lang['loginwith']             = 'Войти через другие Сервисы';
$lang['authnotenabled']        = 'Учетная запись, связанная с вашим адресом электронной почты, не позволяет войти в систему с помощью %s. Пожалуйста, войдите в систему другим способом и включите его в своем профиле.';
$lang['wrongConfig']           = 'Плагин oAuth настроен неправильно. По умолчанию используется только локальная аутентификация. Пожалуйста, свяжитесь с администратором вашей вики.';
$lang['loginButton']           = 'Войти через';
$lang['rejectedEMail']         = 'Использован неверный адрес электронной почты. Разрешены только учетные записи электронной почты из следующих доменов: %s!';
$lang['eMailRestricted']       = 'Разрешены аккаунты электронных почт только со следующих доменов: %s';
$lang['noEmail']               = 'Служба %s не предоставила адрес электронной почты. Не могу войти в систему.';
$lang['addUser not possible']  = 'Самостоятельная регистрация в настоящее время отключена или файл conf/users.auth.php недоступен для записи. Попросите администратора «Вики» создать вашу учетную запись вручную.';
$lang['oauth login failed']    = 'Ваш вход не удался.';
$lang['generic create error']  = 'Что-то пошло не так при создании вашей учетной записи. Пожалуйста, повторите попытку позже.';
