<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author mod <modex@mail.ru>
 * @author NoName <postname9@gmail.com>
 */
$lang['info']                  = 'URI перенаправления для использования при настройке приложений';
$lang['custom-redirectURI']    = 'Используйте следующий пользовательский URI перенаправления';
$lang['mailRestriction']       = 'Предел аутентификации пользователей этого домена (дополнителен, должен начинаться с <code>@</code>)';
$lang['singleService']         = 'Вход только с помощью одной службы oAuth (отключает локальный вход!)';
$lang['singleService_o_']      = 'Разрешить все сервисы';
$lang['register-on-auth']      = 'Регистрируйте аутентифицированных пользователей, даже если самостоятельная регистрация отключена в основной конфигурации.';
$lang['overwrite-groups']      = 'Перезаписать все группы пользователей «Вики» группами, предоставленными провайдером.';
